<?php

return [
    'verify_email' => [
        'subject' => '【Yarukeep】メールアドレスの確認',
        'line_01' => 'Yarukeepへのご登録ありがとうございます。',
        'line_02' => '下記のボタンをクリックしてメールアドレスの確認を完了してください。',
        'action' => 'メールアドレスの確認',
        'line_03' => 'もし、当メールに覚えがない場合はお手数ですが当メールは破棄して下さい。',
    ],
    'password_reset' => [
        'subject' => '【Yarukeep】パスワードリセット',
        'line_01' => 'パスワードリセットのお手続きを承りました。',
        'line_02' => '以下のボタンをクリックしてパスワードをリセットし、再設定を行なってください。',
        'action'  => 'パスワードリセット',
        'line_03' => 'このボタンの有効期限は:count分です。有効期限が切れた場合は、お手数ですが再度初めからお手続きを行なっていただきますようお願いいたします。',
        'line_04' => 'もし、パスワードの再設定を行わない場合はお手数ですが当メールは破棄して下さい。',
    ],
    'change_email' => [
        'subject' => '【Yarukeep】メールアドレスの変更',
        'line_01' => 'メールアドレス変更のお手続きを承りました。',
        'line_02' => '下記のボタンをクリックして新しいメールアドレスを確定してください。',
        'action' => 'メールアドレスの確定',
        'line_03' => 'このボタンの有効期限は60分です。有効期限が切れた場合は、お手数ですが再度初めからお手続きを行なっていただきますようお願いいたします。',
        'line_04' => 'もし、メールアドレスの変更を行わない場合はお手数ですが当メールは破棄して下さい。',
        ]
];